{
  "Welcome!": "Sveiki!",
  "Register": "Reģistrēties",
  "Login": "Ienākt",
  "Developer": "Izstrādātājam",
  "Email": "E-pasts",
  "Password": "Parole",
  "Back": "Atpakaļ",
  "Submit": "Iesniegt",
  "TopicTitle": "Kopienas nosaukums",
  "Imagine the purest water that comes from the heart of nature, where the gentle symphony of waterfalls blends harmoniously with the whispers of the forest. Every bottle of Pure Spring captures this unspoiled essence of refuge, offering you a taste of pure wildness with every sip.": "Iedomājieties visšķīstāko ūdeni, kas nāk no dabas sirds, kur maigā ūdenskritumu simfonija harmoniski sasaistās ar meža čukstiem. Katra “Tīrais avots” pudele ietver šī neskartā patvēruma būtību, piedāvājot Jums sagaršot nevainojamu mežonību ar katru malku.",
  "Welcome to our community! Our company wants to offer our customers something new and healthy, so the water Pure Spring is coming soon. We will be grateful if you participate with your suggestions to make the product better with your opinion about the described product. We would like to know what qualities your water should have in order to sip after a morning run or to refresh your thirst and your body with the necessary refreshment in the middle of a hot day.": "Esi sveicināts mūsu kopienā! Mūsu uzņēmums vēlas saviem klientiem piedāvāt kaut ko jaunu un veslīgu, tāpēc drīzumā pārdošanā nonāks ūdens “Tīrais avots”. Būsim pateicīgi, ja piedalīsieties ar saviem ierosinājumiem, lai noskaidrotu Jūsu viedokli par aprakstīto produktu. Vēlamies uzzināt kādām īpašībām jābūt Jūsu ūdenim, lai pēc rīta skrējiena iemalkotu vai karstā dienas vidū veldzētu slāpes un nodrošinātu savu ķermeni ar nepieciešamo veslības devu.",
  "AddComment": "Pievienot Komentāru",
  "AskQuestion": "Uzdot Jautājumu",
  "SurveyTitle": "Lietotāju Aptauja",
  "Yes": "Jā",
  "No": "Nē",
  "1. Respect, safety and authenticity: No banning, attacking or spreading hate speech while respecting community rules and avoiding content manipulation and fraud": "1. Cieņa, drošība un autentiskums: Aizliegts apcelt, uzbrukt vai izplatīt naida runu, vienlaikus ievērojot kopienas noteikumus un izvairoties no satura manipulācijas un krāpšanas",
  "2. Privacy: It is forbidden to disclose or threaten to disclose another persons private information.": "2. Privātums: Aizliegts izpaust citas personas privāto informāciju vai draudēt ar tās izplatīšanu.",
  "3. Protection against inappropriate content: Do not post material that involves minors in an abusive or sexual context.": "3. Aizsardzība pret nepiemērotu saturu: Nepublicēt materiālus, kas ietver nepilngadīgos ļaunprātīgā vai seksuālā kontekstā.",
  "4. Identity preservation: Not to use false identities or impersonate others improperly.": "4. Identitātes saglabāšana: Nelietot viltus identitātes vai nepareizi imitēt citus.",
  "5. Compliance with the law: Avoid spreading illegal content, do not take actions that could disrupt the community.": "5. Likumu ievērošana: Izvairīties no nelegāla satura izplatīšanas, neveikt darbības, kas varētu traucēt kopienas darbību.",
  "Loading...": "Uzgaidiet...",
  "X Comm.": "X Kopiena",
  "Pure Spring": "Tīrais Avots",
  "Comments": "Komentāri",
  "Initial Comment": "Pirmatnējais komentārs",
  "Search Comments": "Meklēt Komentāru",
  "Add Comment": "Pievienot Komentāru",
  "Ask Question": "Uzdot Jautājumu",
  "Submit Question": "Iesniegt Jautājumu",
  "Participate in a Survey?": "Vai aizpildīsiet aptauju?",
  "Thanks For Completing The Survey": "Paldies, ka izpildījāt Aptauju",
  "User Satisfaction Test": "Lietotāju Sajūtu Tests",
  "Answer": "Atbilde",
  "Submit Survey": "Iesniegt Aptauju",
  "What is your mood/feelings today?": "Kads ir tavs noskaņojums šodien?",
  "Do you like participating in this community?": "Vai Tev patīk piedalīties šajā kopienā?",
  "What more would you like to know about the product?": "Ko Tu vēlētos vel uzzināt par produktu?",
  "Enter Topic Name": "Ievadiet Apspriedes Tēmas Nosaukumu",
  "Enter Topic Desc": "Ievadiet Tēmas Aprakstu",
  "Enter Initial Comment": "Ievadiet Sākotnējo Komentāru",
  "Choose Image": "Izvēlaties Attēlu",
  "Save": "Saglabāt",
  "Enter Email": "Ievadiet E-pastu",
  "Enter Password": "Ievadiet Paroli",
  "Enter Topic Details": "Ievadiet Tēmas Detaļas",
  "Sign Up": "Reģistrēties",
  "Confirm Password": "Apstiprināt Paroli",
  "Create Profile":"Izveidot Profilu",
  "Interests":"Intreses, Aizraušanās, Hobiji",
  "Gender":"Dzimums",
  "Nickname":"Lietotājvārds",
  "Age":"Vecums",
  "Origin City":"Izcelsmes Pilsēta",
  "Community Rules Of": "Kopienas Noteikumi, kuri jāievēro kopienā",
  "Accept":"Piekrist",
  "Decline":"Nepiekrist",
  "Sign Out": "Iziet",
  "Passwords Do Not Match":"Paroles Nesakrīt",
  "Password Too Short Needs To Be 8 Characters":"Parole Ir Pa Īsu, Tai Ir Jābūt 8 Rakstzīmes Garai",
  "Email Already In Use":"E-pasts Jau Tiek Izmantots",
  "Invalid Email":"Nederīgs E-pasts",
  "Weak Password":"Vāja Parole",
  "Registration Failed":"Reģistrācija Neizdevusies",
  "Login Failed": "Ienākšana Sistēma Neizdevusies"
}






